import React from "react";
import style from "./Oplata.module.css"

export const Oplata = () => {
    return (
        <div className={style.wrap1}>
            <h1 className={style.zagolovok}>Оплата и доставка</h1>
            <div className={style.info}>
                <h1>Оплатить выбранные товары вы можете следующими способами:</h1>
                <h2>1. Банковской картой онлайн</h2>
                <p>
                    Онлайн-платежи по банковским картам осуществляются через официального провайдера электронных платежей — систему электронных платежей: BePaid
                </p>
                <p>
                    После выбора способа платежа «Оплата банковской картой» и нажатия кнопки «Подтвердить заказ» на странице «Оформление заказа» вы перейдете на специальную защищенную платежную страницу процессинговой системы bePaid.
                    На платежной странице будет указан номер заказа и сумма платежа. Для оплаты вам необходимо ввести свои карточные данные и подтвердить платеж, нажав кнопку «Оплатить».
                </p>
                <p>
                    Если ваша карта поддерживает технологию 3-D Secure, системой ваш будет предложено пройти стандартную одноминутную процедуру проверки владельца карты на странице вашего банка (банка, который выдал вашу карту).
                </p>
                <p>
                    Обращаем ваше внимание, что после проведения платежа на указанный вами  электронный адрес придет подтверждение оплаты. Просим вас сохранять данные оплат.
                </p>
                <p>
                    После оплаты наш менеджер свяжется с вами для уточнения деталей по доставке.
                </p>
                <p>
                    Мы принимаем платежи по следующим банковским картам: Visa, Visa Electron, MasterCard,  Maestro, Белкарт.
                </p>
                <p>
                    Платежи по банковским картам осуществляются через систему электронных платежей bePaid.  Платежная страница системы bePaid отвечает всем требованиям безопасности передачи данных (PCI DSS Level 1). Все конфиденциальные данные хранятся в зашифрованном виде и максимально устойчивы к взлому. Доступ к авторизационным страницам осуществляется с использованием протокола, обеспечивающего безопасную передачу данных в Интернетe (SSL/TLS).
                </p>
                <p>
                    http://belkart.by/BELKART/news/2014/payment-belcard-in-the-internet/ — здесь можно ознакомиться с описанием способа оплаты банковской картой БЕЛКАРТ.
                </p>
                <p>
                    Возврат денежных средств осуществляется на карту, с которой ранее была произведена оплата. Срок поступления денежных средств на карту от 1 до 30 дней с момента осуществления возврата Продавцом.
                </p>
                <p>
                    Условия возврата описаны ЗДЕСЬ.
                </p>
                <h2>2. Наложенным платежом через РУП «Белпочта»</h2>
                <p>
                    Оплата заказа осуществляется в отделении РУП «Белпочта» обслуживающем почтовый адрес указанный при оформлении заказа, непосредственно перед получением заказа. О поступлении заказа в почтовое отделение вы узнаете из соответствующего почтового извещения. Срок доставки заказа от 3 до 10 дней. Оплата заказа наложенным платежом возможна только на территории Республики Беларусь. Стоимость доставки в пределах Республики Беларусь оплачивается Продавцом. Пожалуйста, будьте внимательны при заполнении сведений о покупателе и адреса доставки в соответствующих графах! В целях обеспечения безопасности сделки просим учитывать, что при вручении заказа проводится сверка сведений указанных при оформлении заказа с документами удостоверяющими личность Покупателя. В случае несовпадения указанных сведений — заказ не выдается.
                </p>
                <p>
                    Покупатель перед получением заказа дополнительно оплачивает услуги РУП «Белпочта» в виде % от суммы наложенного платежа, но не менее 1,00 руб.
                </p>
                <p>Размеры дополнительной оплаты: </p>
                    <p>— При стоимости заказа до 100,00 руб. (включительно) — Покупатель оплачивает 3,0% от стоимости заказа;</p>
                    <p>— При стоимости заказа от 100,01 до 300,00 руб. (включительно) — 2,0%;</p>
                    <p>— При стоимости заказа от 300,01 до 500,00 руб. (включительно) — 1,0%;</p>
                    <p>— При стоимости заказа от 500,01 руб. и свыше — 0,5%.</p>
                <p>
                    Обратите внимание, что по правилам РУП «Белпочта» поступившая в почтовое отделение посылка или бандероль, не востребованная получателем в течение одного месяца, возвращается отправителю. Кроме того, за хранение более 5-ти дней поступившей на ваше имя посылки РУП «Белпочта» вправе требовать оплату за услуги по хранению посылки.
                </p>
                <p>
                    После завершения заказа на сайте, на указанный вами адрес электронной почты придет письмо с номером заказа и подробным описанием.
                </p>
                <p>
                    Возврат денежных средств осуществляется Продавцом в зависимости от способа произведенной Покупателем оплаты, в соответствии с законодательством. В случае возврата товара, приобретенного наложенным платежом, денежные средства возвращаются почтовым денежным переводом на имя Покупателя установочные данные которого были указаны при оформлении заказа.
                </p>
                <p>
                    Условия возврата описаны ЗДЕСЬ.
                </p>
                <div>
                    <h2>3. С помощью системы «Расчет» (ЕРИП)</h2>
                    <img src="https://eco-wood-art.by/wp-content/uploads/2022/05/screenshot_2.jpg" alt=""/>
                </div>
            </div>
        </div>
    )
}