import React from "react";
import style from "./Oprodukcii.module.css"

export const Oprodukcii = () => {
    return (

        <div className={style.wrap1}>
            <h1 className={style.zagolovok}>Информация о товарах размещенных на сайте</h1>
            <div className={style.info}>
                <p>
                    В нашем каталоге мы размещаем полную и достоверную информацию о продукции, чтобы Вам было удобно сделать заказ не имея возможности лично присутствовать при выборе товара.
                </p>
                <p>
                    Все товары представленные на сайте изготовлены из качественной сертифицированной полированной фанеры произведенной в Республике Беларусь. Реализуемая продукция поставляется в красочных картонных упаковках содержащих текстовую информацию о товаре на 8 языках. Возрастная категория товаров 14+.
                </p>
                <p>
                    Обратите внимание, что в каталоге сайта в категориях: «Механические конструкторы», «Конструкторы для интерьера» и «Мини-конструкторы» представлены фотоснимки моделей в уже собранном (конечном) виде. Изначально, конструкторы  поставляются в виде планок фанеры с предварительно вырезанными и пронумерованными на планках деталями. Детали для сборки отделяются и вынимаются из планок фанеры небольшим усилием пальцев либо при помощи специальных приспособлений входящих в комплект конструктора. Модель собирается конечным пользователем самостоятельно из деталей и дополнительных элементов входящих в комплект в соответствии с подробной пошаговой инструкцией приложенной к каждому конструктору.
                </p>
                <p>
                    Для удобства пользователя, некоторые модели конструкторов укомплектованы дополнительными предметами облегчающими процесс сборки и/или обеспечивающими функциональность механических элементов и механизмов (банковские резинки, палочки, зубочистки, скрепки, наждачная бумага, парафин и др.).
                </p>
                <p>
                    Товары размещенные в каталоге сайта в категориях: «Механические конструкторы», «Конструкторы для интерьера» и «Мини-конструкторы» являются изделиями из фанеры с высоким уровнем технического исполнения, предназначенными для применения в быту в качестве предметов для коллекционирования, в качестве сувениров, предметов декоративного назначения, обладают механическими или статическими свойствами и являются игрушками для детей от 14 лет не подлежащими сертификации. Гарантийный срок на указанные товары — не установлен. Срок хранения — не ограничен.
                </p>
                <p>
                    Обратите внимание, что в каталоге сайта в категории: «Сувениры» представлены фотоснимки сувенирных салфетниц  в том виде, в котором они реализуются. Сувениры не являются конструкторами и изначально готовы к использованию по назначению. Салфетки в комплект не входят.
                </p>
                <p>
                    Товары размещенные в каталоге сайта в категории: «Сувениры» являются изделиями сувенирными из фанеры применяемыми в быту в качестве предметов утилитарного или декоративного назначения и не подлежат сертификации. Гарантийный срок на указанные товары — не установлен. Срок хранения — не ограничен.
                </p>
                <p>
                    Все изделия представленные на сайте требуют осторожного перемещения, обращения и транспортировки. Изделия должны эксплуатироваться в сухих и теплых помещениях, имеющих отопление и вентиляцию при температуре воздуха не ниже +10º C и не выше +40º C. Рекомендуемая температура воздуха при эксплуатации + 10°С — +25°С. Рекомендуется не допускать прямого воздействия солнечных лучей и оберегать изделия и их конструктивные элементы от механических повреждений и чрезмерных физических нагрузок.
                </p>
                <h2 className={style.silka}>
                    ПОЛЕЗНЫЕ ССЫЛКИ:
                </h2>
                <ul className={style.poleznoe}>
                    <li><p>Рекомендуем посетить наши страницы в социальных сетях:</p></li>
                    <li><b>YouTube:</b> <a href="https://www.youtube.com/ewaecowoodart">https://www.youtube.com/ewaecowoodart</a></li>
                    <li><b>Instagram: </b><a href="https://www.instagram.com/ewa_ecowoodart">https://www.instagram.com/ewa_ecowoodart</a></li>
                    <li><b>Instagram:</b> <a href="https://www.instagram.com/ewa.belarus">https://www.instagram.com/ewa.belarus</a></li>
                    <li><b>ВК:</b> <a href="https://vk.com/ecowoodart">https://vk.com/ecowoodart</a></li>
                    <li><b>Facebook:</b> <a href="https://www.facebook.com/ewabelarus">https://www.facebook.com/ewabelarus</a></li>
                    <li><b>Советы для удобства сборки:</b> <a href="https://youtu.be/vCtTfemvE1M">https://youtu.be/vCtTfemvE1M</a></li>
                </ul>
            </div>
        </div>
    )
}